export const projects = [
    {
        header: "Очень интересный проект",
        clinic: "ИТ-клиника",
        task: "реализовать то-то и то-то",
        status: "в процессе",
        date: "25.02.2023"
    },
    {
        header: "Ну оочень интересный проект",
        clinic: "ИТ-клиника",
        task: "реализовать то-то и то-то",
        status: "в процессе",
        date: "25.02.2023"
    },
    {
        header: "Слишком очень интересный проект",
        clinic: "ИТ-клиника",
        task: "реализовать то-то и то-то",
        status: "в процессе",
        date: "25.02.2023"
    },
    {
        header: "Капец очень интересный проект",
        clinic: "ИТ-клиника",
        task: "реализовать то-то и то-то",
        status: "в процессе",
        date: "25.02.2023"
    },
    {
        header: "Просто очень интересный проект",
        clinic: "ИТ-клиника",
        task: "реализовать то-то и то-то",
        status: "в процессе",
        date: "25.02.2023"
    },
    {
        header: "Норм очень интересный проект",
        clinic: "ИТ-клиника",
        task: "реализовать то-то и то-то",
        status: "в процессе",
        date: "25.02.2023"
    },
]