export interface Project {
  readonly id: number;
  header: string;
  clinic: string;
  task: string;
  status: string;
  date: string;
}

export const projects: Project[] = [
  {
    id: 1,
    header: "Очень интересный проект",
    clinic: "ИТ-кликклак",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "26.02.2023",
  },
  {
    id: 2,
    header: "Ну оочень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать чето там я забыл",
    status: "завершен",
    date: "20.02.2023",
  },
  {
    id: 3,
    header: "Слишком очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "21.02.2023",
  },
  {
    id: 4,
    header: "Капец очень интересный проект",
    clinic: "Юридическая клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },
  {
    id: 5,
    header: "Просто очень интересный проект",
    clinic: "Фиг знает какая клиника",
    task: "реализовать то-то и то-то",
    status: "не начат",
    date: "25.10.2026",
  },
  {
    id: 6,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },
  {
    id: 7,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },

  {
    id: 8,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },

  {
    id: 9,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },

  {
    id: 10,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },
  {
    id: 11,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },

  {
    id: 12,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },

  {
    id: 13,
    header: "Норм очень интересный проект",
    clinic: "ИТ-клиника",
    task: "реализовать то-то и то-то",
    status: "в процессе",
    date: "25.02.2023",
  },
];
