
export const staticFilters = {
    'clinic' : [
        'ИТ-Клиника', 
        'Клиника цифрового сопровождения образовательных проектов СПБГУ',
        'Лингвистическая клиника',
        'Архивный центр',
        'Психологическая клиника',
        "Клиника коммуникационных проектов",
        "Юридическая клиника",
        "Экологическая клиника"
    ], 
    'status' : [
        'Набор открыт',
        'Набор закрыт',
        'Активный',
        'Завершен'
    ], 
    'sort' : [
        'Сначала новые', 
        'Сначала старые'
    ]
}
