import { ITeam } from "../types";

export const allTeams: ITeam[] = [
  {
    id: 1,
    members: [
      {
        name: "Дементьев Николай Иванович",
        role: "Фронтенд-разработчик",
      },
      {
        name: "Лапин Марк Владимирович",
        role: "Бекенд-разработчик",
      },
      {
        name: "Леонов Роман Иванович",
        role: "Аналитик",
      },
    ],
    presentation: "фыва",
  },
  {
    id: 2,
    members: [
      {
        name: "Краснов Алексей Добрынич",
        role: "Разработчик",
      },
      {
        name: "Котова София Робертовна",
        role: "Разработчик",
      },
      {
        name: "Афанасьева Полина Ивановна",
        role: "Разработчик",
      },
    ],
    presentation: "",
  },
  {
    id: 3,
    members: [
      {
        name: "Шаповалова Анна Игоревна",
        role: "Разработчик",
      },
      {
        name: "Федоров Михаил Филиппович",
        role: "Разработчик",
      },
      {
        name: "Соколова Алина Мироновна",
        role: "Разработчик",
      },
    ],
    presentation: "",
  },
];
