export const students = ["Алина", "Даня", "Дима", "Денис", "Саша"];

export const commits = [
  {
    date: "02.10.2023",
    Алина: 6,
    Даня: 5,
    Дима: 4,
    Денис: 0,
    Саша: 2,
  },
  {
    date: "02.17.2023",
    Алина: 1,
    Даня: 2,
    Дима: 3,
    Денис: 4,
    Саша: 5,
  },
  {
    date: "02.24.2023",
    Алина: 2,
    Даня: 2,
    Дима: 2,
    Денис: 2,
    Саша: 2,
  },
  {
    date: "03.04.2023",
    Алина: 2,
    Даня: 2,
    Дима: 2,
    Денис: 2,
    Саша: 2,
  },
  {
    date: "03.11.2023",
    Алина: 2,
    Даня: 2,
    Дима: 2,
    Денис: 2,
    Саша: 2,
  },
];

export const prs = [
  {
    start: "02.23.2023",
    end: "",
    student: "Даня",
  },
  {
    start: "02.23.2023",
    end: "03.30.2023",
    student: "Денис",
  },
  {
    start: "02.23.2023",
    end: "02.24.2023",
    student: "Алина",
  },
  {
    start: "02.23.2023",
    end: "02.27.2023",
    student: "Алина",
  },
  {
    start: "02.23.2023",
    end: "02.27.2023",
    student: "Саша",
  },
  {
    start: "04.23.2023",
    end: "05.10.2023",
    student: "Дима",
  },
];
